/System/Library/Frameworks/Python.framework/Versions/2.7/bin/python "/Users/Ed/Google Drive/Dev/TumblrExtractr/extractr.py"
{
    "blog_name": "edandestherrtw",
    "caption": "<p>Happy with Hesperidina (an orange flavoured Argentine aperitif), we meet the team at We Are Tango, who deliver on their promise of a &#8216;traditional tango [experience] for the modern tourist&#8217;. In high spirits and in search of something more local, we kick on to the chic speakeasy, Thames 878 - a place that really gets it - cool beats, the art of mixology and beautiful people. A super fun end, to a most unforgettable trip!</p>\n\n<p>And so it is, that after 28 countries, 62 cities, 200 days and, coincidentally, 200 posts, we reluctantly bid farewell to our faithful followers. Wish us luck back in the real world! This dream has been a blast!</p>\n\n<p>PS. A big shout out to our trip mascot, who has been with us every step of the way! Go, Captain Koala!</p>\n\n<p><a href=\"https://plus.google.com/photos/105340831476183096733/albums/5838655558104076593?authkey=CL2bx_6n8YPjRw\">Buenos Aires Photo Album</a></p>",
    "date": "2013-01-27 23:36:00 GMT",
    "format": "markdown",
    "highlighted": [],
    "id": 41737172914,
    "image_permalink": "http://thetrip.edandesther.com/image/41737172914",
    "note_count": 0,
    "photos": [
        {
            "alt_sizes": [
                {
                    "height": 854,
                    "url": "http://25.media.tumblr.com/9fc3e8b5f74afb3c557a6a3f0aadac6b/tumblr_mhd08yKbPJ1rwkzpzo1_1280.jpg",
                    "width": 1280
                },
                {
                    "height": 334,
                    "url": "http://24.media.tumblr.com/9fc3e8b5f74afb3c557a6a3f0aadac6b/tumblr_mhd08yKbPJ1rwkzpzo1_500.jpg",
                    "width": 500
                },
                {
                    "height": 267,
                    "url": "http://25.media.tumblr.com/9fc3e8b5f74afb3c557a6a3f0aadac6b/tumblr_mhd08yKbPJ1rwkzpzo1_400.jpg",
                    "width": 400
                },
                {
                    "height": 167,
                    "url": "http://25.media.tumblr.com/9fc3e8b5f74afb3c557a6a3f0aadac6b/tumblr_mhd08yKbPJ1rwkzpzo1_250.jpg",
                    "width": 250
                },
                {
                    "height": 67,
                    "url": "http://24.media.tumblr.com/9fc3e8b5f74afb3c557a6a3f0aadac6b/tumblr_mhd08yKbPJ1rwkzpzo1_100.jpg",
                    "width": 100
                },
                {
                    "height": 75,
                    "url": "http://25.media.tumblr.com/9fc3e8b5f74afb3c557a6a3f0aadac6b/tumblr_mhd08yKbPJ1rwkzpzo1_75sq.jpg",
                    "width": 75
                }
            ],
            "caption": "",
            "original_size": {
                "height": 854,
                "url": "http://25.media.tumblr.com/9fc3e8b5f74afb3c557a6a3f0aadac6b/tumblr_mhd08yKbPJ1rwkzpzo1_1280.jpg",
                "width": 1280
            }
        }
    ],
    "post_url": "http://thetrip.edandesther.com/post/41737172914/happy-with-hesperidina-an-orange-flavoured",
    "reblog_key": "KFrE4E4P",
    "short_url": "http://tmblr.co/ZMJJDvctkhUo",
    "slug": "happy-with-hesperidina-an-orange-flavoured",
    "state": "published",
    "tags": [
        "Buenos Aires"
    ],
    "timestamp": 1359329760,
    "type": "photo"
}
{
    "blog_name": "edandestherrtw",
    "body": "<p>I&#8217;d like to start by telling you about my sunburn but let me digress by talking about how much I hate Flash websites.  If you&#8217;re not a nerd you can skip the next paragraph.</p>\n\n<p>Our trip begins on the Government of Peru&#8217;s Flash-riddled website for buying Machu Picchu tickets.  The site immediately instills confidence as its loading page goes up to 100% then back to 90% and back up a few times.  Then it takes you through a 3 step process where instead of clicking continue for each page you have to click part 2, part 3, but all part buttons are available on each page.  Finally if you make it through the entire process (don&#8217;t forget to press enter at least once on each form) you should get a popup of some info of how you can pay for your ticket in the next 6 hours at a Peruvian bank.  You see, even though they have the &#8220;Verified by Visa&#8221; logo on their website, some Googling reveals that they had to take it down after many reports of fraud.  Fortunately Marco at our hotel said he&#8217;d take care of it.  When we arrive at the hotel Marco and our tickets are nowhere to be seen.  Thanks Marco!  Luckily they still had tickets available when we arrived since it&#8217;s low season and only about half of the 2500 max tickets are being sold.</p>\n\n<p>Three steps off the plane in Cuzco at 3400 meters, we immediately feel the altitude.  Luckily we&#8217;re taking Diamox, so while we don&#8217;t get any altitude headaches like in Nepal, our extremities are buzzing.  Cuzco, instead of just being a stopover/altitude adjustment, turns out to be a really great town with lots of very walkable churches and ruins from our hotel right on the main square.  Food is also excellent and we have great vegetarian food and &#8220;the best green chicken curry I have ever had&#8221; according to Esther.  She still keeps talking about it!</p>\n\n<p>After two days in Cuzco we board a morning train to Aguas Calientes at the base of the mountain Machu Picchu sits on.  Aguas Calientes gets its name from a hot spring that gets 3/5 stars on Trip Advisor due to reports of &#8220;cold water&#8221; and &#8220;stolen shoes&#8221;.  The town itself is pretty with two rivers running through it that meet in an amazing rapid.  Our waiter at dinner keeps droning on about how amazing MaPu is/how much it will change our lives/how excited he is for us but all we can think about is the rain!  It had started hard but after dinner the skies had cleared.  As we set our alarm for 4:45 AM our fingers are crossed for good weather.</p>\n\n<p>Duh DUH DUH DUH DUUUUUUH Duh - we are awoken at 4:45 AM by the epic introduction to &#8220;Chariots of Fire&#8221;.  We hear what appears to be light rain but I stick my head out the window to find that it&#8217;s just the sound of the rapids and the skies are still clear!  We eat our breakfast bars and bananas and make our way to the bus.  We wind our way up the 400 meters to MaPu catching views of the amazing sheer green cliffs on the surrounding mountains.</p>\n\n<p>MaPu is shrouded in clouds giving it an almost magical feel.  We take the obligatory couple shot in front of the city and then head out to the Sun Gate around 1 hour away to get a panorama view of the area.  During the hike it starts raining so we put on our ponchos.  Sorry - pics for private consumption only!  After a few minutes the rain stops and we head back to MaPu.</p>\n\n<p>I&#8217;ll let the photos do the talking but I need to mention are the llamas.  When we saw postcards of MaPu they prominently featured llamas grazing in front of the ruins I immediately called photoshop trickery but there were actually a pack of around 9 roaming around the grounds.  Llamas appear to love eating grass and running at Esther while she&#8217;s taking a photograph.  They were relatively friendly but a big group did come and attack Esther while taking a picture.  Suddenly rushing up to the llamas and Esther are 5 Argentinians waving &#8220;HURACAN&#8221; jerseys.  I bet if you look on Argentinian Facebook there&#8217;s a picture of Esther and 5 llamas!</p>\n\n<p>BTW How do we know they were llamas and not alpacas?  The fur - alpacas are bred for their fur and have a solid coat while the llamas are bigger and have fur that looks like they&#8217;re wearing a coat.</p>\n\n<p>On the train back we are treated to a new take on a traditional Peruvian dance featuring a blue-masked devil.  This new take involves the cane wielding devil to dance with Esther spinning her around in the aisles.  After the dancing they try to win us over with alpaca products but we continue our rock-hard souvenir rejection and just say no.</p>\n\n<p>Wait - What about the sunburn you say?  Well the sky cleared up and I wasn&#8217;t wearing sunscreen at 2800 meters.  What do you expect?</p>\n\n<p>TL;DR - wear sunscreen!</p>\n\n<p>New resolution for 2013 and one we intend to keep: no more traveling above 2000 meters!</p>",
    "date": "2013-01-17 13:00:00 GMT",
    "format": "markdown",
    "highlighted": [],
    "id": 41017137129,
    "note_count": 0,
    "post_url": "http://thetrip.edandesther.com/post/41017137129/machu-picchu-or-how-ed-gets-a-sunburn-during-the-rainy",
    "reblog_key": "8thCasxa",
    "short_url": "http://tmblr.co/ZMJJDvcCpzVf",
    "slug": "machu-picchu-or-how-ed-gets-a-sunburn-during-the-rainy",
    "state": "published",
    "tags": [
        "Machu Picchu",
        "Ed"
    ],
    "timestamp": 1358427600,
    "title": "Machu Picchu or how Ed gets a sunburn during the rainy season",
    "type": "text"
}
{
    "blog_name": "edandestherrtw",
    "date": "2012-11-14 14:27:00 GMT",
    "format": "markdown",
    "highlighted": [],
    "id": 35909386927,
    "note_count": 0,
    "post_url": "http://thetrip.edandesther.com/post/35909386927/thanks-i-know-the-food-is-good-i-eat-here-too",
    "reblog_key": "o0SayCAn",
    "short_url": "http://tmblr.co/ZMJJDvXSNSAl",
    "slug": "thanks-i-know-the-food-is-good-i-eat-here-too",
    "source": "The response we get from the animated owner of Azura (an awesome hole in the wall local experience), on complimenting him for the great food.",
    "state": "published",
    "tags": [
        "Jersualem",
        "Edward"
    ],
    "text": "Thanks! I know the food is good, I eat here too! Come back tomorrow for more!",
    "timestamp": 1352903220,
    "type": "quote"
}

Process finished with exit code 0
